import React from 'react';

import { Layout } from '#components';

const SeoData = {
    description: 'سعید عصائیان',
    title: 'درباره‌ی من',
};

export default () => {
    return (
        <Layout SeoData={SeoData}>
            <article>
                <section className="leading-relaxed text-primary">
                    <p className="pt-4">
                        من سعید عصائیان هستم. کارشناسی مهندسی کامپیوتر-نرم‌افزار
                        و کارشناسی ارشد فناوری اطلاعات-شبکه‌های کامپیوتری رو
                        دارم و کارم سابقه‌ی برنامه‌نویسی، طراحی و مدیریت محصولات
                        نرم‌افزاری رو دارم.
                    </p>
                    <p className="pt-4">
                        مهم‌ترین علاقه‌مندیم حل مسئله است. البته خودم رو محدود
                        به مسائل کامپیوتری نمی‌کنم. برای همین در حوزه‌های مختلف
                        مطالعه می‌کنم؛ از فلسفه و جامعه‌شناسی تا مدیریت ولی در
                        هیچ‌کدومشون ادعایی ندارم چون بیشتر برای من نقش یک‌جور
                        تمرین و گسترش حوزه‌ی فکریم است.
                    </p>
                    <p className="pt-4">
                        این سایت هم قرار است که یک جوری کشکول باشد ملغمه‌ای از
                        محتواهایی که می‌خواهم همه‌جا همراه داشته باشم، با دیگران
                        به اشتراک بگذارم و بتوانم به آن‌ها ارجاع دهم.
                    </p>
                </section>
            </article>
        </Layout>
    );
};
